  
  //Задача 2: 

//Console.WriteLine("Введите первое число");
//int number =Convert.ToInt32(Console.ReadLine());
//Console.WriteLine("Введите второе число");
//int number2 =Convert.ToInt32(Console.ReadLine());

//if ( number > number2)

//{
//Console.WriteLine (number);
//}
//else
//{
//Console.WriteLine (number2);
//}

//Задача 4:

//Console.WriteLine("Введите первое число");
//int number =Convert.ToInt32(Console.ReadLine());

//Console.WriteLine("Введите второе число");
//int number2 =Convert.ToInt32(Console.ReadLine());

//Console.WriteLine("Введите третье число");
//int number3 =Convert.ToInt32(Console.ReadLine());
//int max =number;

//if ( max < number2)

//max =number2;

//if ( max < number3)

//max =number3;

//{
//Console.WriteLine (max);
//}
 
 //Задача 10:

//Console.WriteLine("Введите трёхзгачое число");
//int num =Convert.ToInt32(Console.ReadLine());
//int num1 = 100;
//int num2 = (num%num1) / 10;
//{
  //Console.Write("Получаем вторую цифру - ");
  //Console.WriteLine(num2);

//} 

// Задача 13
//Console.WriteLine("Введите трёхзначое число");
//string num = Console.ReadLine();

//Console.WriteLine(num[2]);
    







